Repository: common-repository/woo-dhl-auto-complete
Catalog: languages/woo-dhlauto-*.po
Languages: sv_se

source: Done packing
sv_se: Klar med packning

source: Api Username
sv_se: API Användarnamn

source: What is your API username. Should be the same as your login to the myACT portal
sv_se: Vad är ditt användarnamn? Ska vara samma som att logga in i MyACT portalen.

source: Click here for Portal
sv_se: Klicka här för portalen

source: API Password
sv_se: API Lösenord

source: What is your API password. Should be the same as your password to the myACT portal
sv_se: Vad har du för lösenord? Ska vara samma lösen som MyACT portalen.

source: Create Debug log?
sv_se: Skapa debug log?

source: Yes
sv_se: Ja

source: Awaiting shipment
sv_se: Avvaktar Upphämtning

source: Awaiting shipment <span class="count">(%s)</span>
sv_se: Avvaktar Upphämtning

source: Auto Completing orders through DHL API
sv_se: Färdigbehandlar ordrar via DHLs API
